<template>
  <div class="align-items-left">
    <!-- Header -->
    <header class="bg-primary mb-5 homeHeader">
      <div class="container h-100">
        <div class="row h-100 align-items-center">
          <div class="col-lg-12">
            <h3 class="display-4 text-white mt-5 mb-2">我们的隐私政策</h3>
          </div>
        </div>
      </div>
    </header>

    <!-- Page Content -->
    <div class="container">
      <div class="row">
        <div class="col-md-12 mb-5">
          <h2>政策</h2>
          <hr>
          <p>
            sup（“我們”）致力於保護和尊重您的隱私。 請閱讀以下內容，了解sup如何處理信息。 在您了解詳細信息之前，以下是我們的一些基本隱私原則：
            sup依賴於許多法律依據來收集，使用，共享和處理我們為您出於本隱私政策所述目的而提供的有關您的信息，包括：
          </p>

          <ol>
            <li>必要時提供服務並履行我們根據使用條款所承擔的義務。 例如，除非我們收集和使用您的個人信息，否則我們無法提供服務;</li>
            <li>您同意處理的地方，您可以隨時撤銷處理;</li>
            <li>在必要時遵守法律義務，法院命令，或行使和辯護法律要求;</li>
            <li>你公開信息的地方;</li>
            <li>必要時為了公共利益;</li>
            <li>必要時用於sup或第三方的合法利益，例如訪客，會員或合作夥伴的利益</li>
          </ol>

          <h4>我們收集，使用和其他過程信息</h4>
          <p>當您使用我們的產品和服務時，sup處理兩大類個人信息：</p>
          <ul>
            <li>您作為sup的開發人員客戶（或潛在開發人員客戶）的個人信息 - 我們稱之為客戶帳戶數據的信息。</li>
            <li>您在sup平台上構建的應用程序使用或與之交互的最終用戶的個人信息 - 此類別包含您的客戶使用數據（例如，通信元數據）和您的客戶內容（例如，通信內容）。</li>
          </ul>
          <p>
            sup以不同的方式處理這些類別的個人信息，因為我們與您（我們的客戶）的直接關係與我們與您的最終用戶的間接關係不同。
            我們sup收集並處理您的個人信息：
          </p>
          <p>當您訪問sup等面向sup公眾的網站時，請註冊sup活動，如Signal，或者請求接收有關sup或我們產品的信息，如sup白皮書或簡報;</p>
          <p>
            當您聯繫sup的銷售團隊或客戶支持團隊時; 和
            當您註冊sup帳戶並使用我們的產品和服務時。
            我們將此個人信息稱為客戶帳戶數據。
          </p>
          <p>從廣義上講，我們使用客戶賬戶數據來促進我們的合法利益：</p>
          <ul>
            <li>了解我們的客戶和潛在客戶是誰以及他們對sup的產品和服務的興趣</li>
            <li>管理我們與您和其他客戶的關係</li>
            <li>開展核算業務，如會計和歸檔稅</li>
            <li>幫助檢測，預防或調查安全事件，欺詐和其他濫用和/或濫用我們的產品和服務。</li>
          </ul>
          <h4>我們如何保護您的信息</h4>
          <small>
            我們向您收集的數據可能會被轉移並存儲在歐洲經濟區（“EEA”）以外的目的地。它也可能由在歐洲經濟區以外為我們或我們的供應商工作的員工處理。此類員工可能會參與您的訂單的執行，付款細節的處理以及提供支持服務等。提交您的個人數據即表示您同意此轉移，存儲或處理。我們將採取合理必要的所有步驟，以確保您的數據得到安全處理並符合本隱私政策。
            <br>
            <br>
          </small>
          <small>
            您提供給我們的所有信息都存儲在我們的安全服務器上。服務使用行業標準的安全套接字層（SSL）技術來加密個人信息和信用卡號碼。
            如果您選擇了密碼以便訪問我們服務的某些部分，則您有責任對此密碼保密。我們要求您不要與任何人共享密碼。為了實現最大的數據安全性，所有會員的密碼都是加密的。
            <br>
            <br>
          </small>
          <small>
            不幸的是，通過互聯網傳輸信息並不完全安全。雖然我們會盡最大努力保護您的個人數據（我們的安全服務器使用先進的防火牆技術），但我們無法保證您的數據傳輸到我們的服務的安全性;任何傳輸風險由您自行承擔。收到您的信息後，我們將使用嚴格的程序和安全功能來防止未經授權的訪問。
            <br>
            <br>
          </small>
          <small>
            為幫助確保這些措施有效防止未經授權訪問您的私人信息，您應該了解通過瀏覽器可以使用的安全功能。您應該使用支持安全性的瀏覽器在服務中提交您的信用卡信息和其他個人信息。請注意，如果您不使用支持SSL的瀏覽器，則可能會截獲數據。
            <br>
            <br>
          </small>
          <small>
            如果您在安全通信和不安全通信之間切換，接收與您通信的服務的無效服務標識信息，或通過不安全的連接發送信息，大多數瀏覽器都能夠通知您。
            <br>
            <br>
          </small>
          <small>
            sup建議您啟用這些瀏覽器功能，以確保您的通信安全。您還可以監控您正在訪問的服務的URL（安全URL以https：//而不是http：//開頭），以及瀏覽器的安全符號，以幫助確定何時與安全服務器通信。您還可以查看所連接服務的安全證書的詳細信息。請使用安全通信檢查您連接的任何服務的有效性。
            <br>
            <br>
          </small>
          <h4>我們會儲存客戶帳號的數據多長時間</h4>
          <p>sup將根據需要存儲您的客戶帳戶數據，以便為您提供服務和運營我們的業務。 如果您要求sup從您的客戶帳戶數據中刪除特定的個人信息（請參閱下面的“如何選擇關於您的客戶帳戶數據”），我們將尊重此請求，除非刪除該信息阻止我們執行必要的業務功能，例如結算 我們的服務，計算稅收或進行必要的審計。</p>
          <p>以下是我們以可用於識別您身份的形式持有客戶賬戶數據的時間長度的概述，除非有特定需要或義務更長時間地保留您的信息（例如在公開調查，審計或 其他法律事項）：</p>
          <ul>
            <li>存儲在我們的客戶關係管理系統中的客戶帳戶數據通常在關閉帳戶後最多存儲7年。 發票記錄，包括其數字等價物，可以由sup保存在識別表格中，用於會計，稅務和審計目的，具體取決於適用的稅法。</li>
            <li>在您的帳戶關閉後，您與sup客戶支持團隊的溝通可能會保留最多3年。</li>
            <li>除上述情況外，我們將在您關閉帳戶後的60天內刪除其他客戶帳戶數據或對其進行轉換，以便不再用於識別您的身份。</li>
          </ul>
          <h4>sup處理客戶使用數據和客戶內容的過程</h4>
          <p>
            我們使用客戶使用數據和客戶內容為您提供服務，並作為通信服務提供商履行我們業務的必要功能。我們不會出售您的最終用戶的個人信息，也不會與第三方分享您的最終用戶信息，以滿足這些第三方的商業利益。
            當您，我們的客戶使用我們的產品和服務以及sup處理它的原因時，特定的最終用戶個人信息sup會根據您使用我們的產品和服務的方式以及您使用的sup產品和服務進行處理。因此，當您使用sup產品和服務時，我們針對每種產品和服務的API文檔是查找有關我們處理個人信息的信息的最佳位置。
          </p>
          <p>在許多情況下，您可以選擇在sup上存儲您的通信記錄或其他活動，其中可能包括您最終用戶的個人信息。您還可以選擇使用sup產品或服務中的其他功能或工具，以便在sup帳戶中執行分析記錄（包括最終用戶個人信息）的操作。在這些情況下，sup將處理此信息以向您提供您請求的服務。</p>
          <p>此外，包含最終用戶個人信息的記錄也可能不時用於調試或故障排除，或與安全事件調查有關，以及用於檢測和防止垃圾郵件或欺詐活動，以及檢測和防止網絡攻擊和濫用。</p>
          <h4>sup如何以及什麼時候使用信息</h4>
          <p>我們不會出售或允許第三方將您的客戶帳戶數據用於其自身的營銷目的，除非您要求我們這樣做或允許我們同意這樣做。此外，我們不會出售您的最終用戶的個人信息（無論是否包含在客戶使用數據或客戶內容中）。並且，除非您指示我們這樣做，否則我們不會將其與第三方分享用於自己的營銷或其他目的。</p>
          <p>
            當您訪問我們的網站，註冊sup活動或請求有關sup的更多信息時，我們會使用跟踪技術（如cookie）以及您輸入信息的網絡表單自動收集信息。我們收集此信息是為了向您提供您通過網絡表單提出的要求，了解更多關於誰對我們的產品和服務感興趣，以及改善我們網頁上的導航體驗。
            您直接分享的信息：在sup面向公眾的網站的某些地方，您可以填寫網絡表單，要求我們的銷售團隊聯繫，註冊簡報，註冊sup活動或參加調查。這些表格中要求的具體個人信息將根據表格的目的而有所不同。我們會要求您提供必要的信息，以便我們通過表格向您提供您所要求的內容（例如，如果您想要註冊電子郵件新聞通訊，我們會要求您提供電子郵件地址;如果您需要，我們會詢問您的電話號碼我們的銷售團隊成員給您打電話）。我們還可能會要求您提供其他信息，以幫助我們更好地了解您，例如您的sup用例，公司名稱或您公司的角色。如果您註冊接收來自sup的持續營銷信息，如時事通訊，您可以隨時選擇通過首選項頁面選擇退出進一步的通訊，該頁面將從您從sup收到的任何營銷電子郵件中鏈接。或者，您可以聯繫我們的客戶支持團隊，告知您選擇退出的選擇。
          </p>
          <p>我們自動收集的信息：當您訪問sup網站（包括我們的網絡表單）時，我們和代表我們的服務提供商會使用Cookie，網絡信標和類似技術等跟踪技術自動收集某些信息。我們使用此信息來了解我們網站的訪問者如何使用這些信息以及網站的哪些頁面和功能最受歡迎。這有助於我們了解如何改進我們的網站並跟踪廣告的效果。此外，我們使用跟踪技術來幫助改善sup網站的導航體驗。有關我們使用Cookie和跟踪技術的更多詳細信息，請參閱我們的Cookie通知。</p>
          <h4>我們怎樣保護您的個人信息</h4>
          <p>我們使用適當的安全措施來保護您的個人信息的在線和離線安全。這些措施根據我們收集的個人信息，處理和存儲的敏感性以及當前的技術狀態而有所不同。我們還採取措施確保代表我們處理個人數據的服務提供商也有適當的安全控制措施。</p>
          <p>請注意，沒有任何服務是完全安全的。雖然我們努力保護您的數據，但我們無法保證不會發生未經授權的訪問，黑客攻擊，數據丟失或數據洩露。</p>
          <p>為保護您帳戶的機密性並防止他人未經授權使用您的帳戶，我們建議您為帳戶啟用雙因素身份驗證。此外，您必須對您的帳戶密碼和Auth Token保密，不得公開披露或未經授權的個人 - 這包括意外地將它們分發到二進製文件中或將其檢入源代碼管理中。如果您認為自己的密碼或Auth令牌被洩露或被濫用，請立即通知我們。有關更改密碼的說明。有關更改Auth Token的說明。</p>
          <p>同樣，如果你提供API密鑰，你應該保守秘密，好吧......秘密。您應該將API密鑰帳戶SID和密鑰存儲在安全的位置。</p>
          <h4>隱私政策信息</h4>
          <small>
            只要有必要向您和他人提供服務，我們保留信息，但有任何法律義務要求進一步保留此類信息。與您的帳戶相關聯的信息通常會保留，直到您不再需要提供服務或直到您要求我們刪除它或您的帳戶被刪除為止。
            <br>
            <br>
          </small>
          <small>
            刪除帳戶後，最多可能需要30天才能從我們的系統中完全刪除您的個人信息和系統日誌。此外，我們可能會保留已刪除帳戶中的信息，以遵守法律，防止欺詐，收取費用，解決糾紛，解決問題，協助調查，執行使用條款以及採取法律允許的其他行動。我們保留的信息將根據本隱私政策處理。
            <br>
            <br>
          </small>
          <small>
            有關您不再需要且與提供我們服務相關的信息可能會被解除識別並與其他非個人數據匯總，以提供對sup具有商業價值的見解，例如服務使用的統計數據。此信息將與您的姓名和其他標識符相關聯。
            <br>
            <br>
          </small>
          <small>
            sup保留隨時修改本隱私政策的權利。請偶爾查看一下。如果sup對本隱私政策進行了更改，則更新的隱私政策將及時發佈在服務上，如果我們進行重大更改，我們將提供醒目的通知。如果您反對本隱私政策的任何更改，則應停止使用服務。
            <br>
            <br>
          </small>
        </div>
      </div>
      <!-- /.row -->
    </div>
    <!-- /.container -->
  </div>
</template>
<style scoped>
.align-items-left {
  text-align: left;
}
.homeHeader {
  background-color: #222d4b !important;
}
</style>