<template>
  <div class="align-items-left">
    <!-- Header -->
    <header class="bg-primary mb-5 homeHeader">
      <div class="container h-100">
        <div class="row h-100 align-items-center">
          <div class="col-lg-12">
            <h3 class="display-4 text-white mt-5 mb-2">條款及細則</h3>
          </div>
        </div>
      </div>
    </header>

    <!-- Page Content -->
    <div class="container">
      <div class="row">
        <div class="col-md-12 mb-5">
          <h2>條款及細則</h2>
          <hr>
          <p>歡迎瀏覽sup（下稱「本公司」）短訊服務網上商店，為閣下提供更開心及完善的短訊服務，我們將列明以下的使用條款，給予閣下更清楚明白本公司短訊服務網上商店的使用條款。當閣下瀏覽本公司短訊服務時，代表您已接受並遵守有關條款及細則，閣下必須評估及承擔所有使用本短訊服務中的內容及有關風險，而本公司保留相關條款及細則更改或變動之權利而不作另行通知。</p>

          <p>未成年人士或無承擔法律責任能力的人士，在沒有用戶家長或監護人的陪同下不得使用任何需要提供個人或家庭成員資料的服務。如閣下一旦使用即代表其用戶家長或監護人須承擔本網站條款責任，本公司並無責任和義務需要核實任何用戶年齡或行為能力。</p>
          <p>本公司之短訊服務是由sup擁有及營運，任何有關本公司短訊服務網上商店的使用條款也適用於sup之員工。</p>
          <ol>
            <li>
              <h4>使用者守則</h4>
              <p>在開始使用服務之前，請仔細閱讀這些使用條款。您可以通過訪問，使用或上傳或下載任何與服務有關的信息或材料，或通過創建帳戶，點擊“註冊”或任何類似機制來表明您對這些條款的同意，即表示您同意這些條款。如果您不同意這些條款，請勿訪問或使用服務。</p>
              <p>使用本平台時，即表示同意確保妥善保存閣下之用戶名稱及密碼，及在該帳號中作出之一切活動和決定的責任。 sup 對未能遵守此條款之使用者所造成之損失將不負任何責任。</p>
            </li>
            <li>
              <h4>條款定義</h4>
              <p>
                如要有資格使用sup sms services，您必須先註冊sup帳戶並同意sup服務條款或您與sup簽訂的單獨書面協議，以便您使用sup服務（“sup協議”）。
                如要使用服務，系統會要求您創建sup帳戶。作為帳戶創建過程的一部分，您將被要求提供您的電子郵件地址，創建密碼。在您註冊sup帳戶之前，您對服務的訪問將僅限於公眾可用的內容。註冊sup帳戶時，您必須在帳戶創建過程中提供有關您自己的真實，準確，最新和完整的信息。創建每個sup帳戶後，您必須保持該信息的真實性，準確性，最新性和完整性。
              </p>
              <p>您對sup帳戶下的服務的所有使用（無論是否授權）和任何子帳戶（包括客戶數據的質量和完整性以及每個客戶應用程序（定義如下））全權負責。對於有權訪問或以其他方式使用任何客戶應用程序（“最終用戶”）的任何人的所有行為和疏忽，您也應全權負責。您同意採取所有合理的預防措施，以防止未經授權訪問或使用服務，並會及時通知我們任何未經授權的訪問或使用。對於因未經授權使用您的sup帳戶而導致的任何損失或損害，我們概不負責。您將自費負責獲取，安裝和維護您和每個最終用戶連接，訪問和使用服務所需的所有硬件，軟件和其他設備。</p>
              <p>如果您使用服務記錄或監控電話，SMS消息或其他通信，則您聲明並保證在此之前始終遵守所有適用的法律。我們對記錄或監控電話，SMS消息或其他通信不作任何陳述或保證，並建議您始終事先獲得使用服務記錄或監控通信的同意。您承認這些陳述，保證和義務對於我們為您提供訪問作為服務一部分的記錄和監控功能的能力至關重要，並且您還同意向我們和我們的關聯公司進行賠償。由於您在記錄或監控電話，SMS消息或其他通信方面的行為或疏忽而產生或與之相關，無論此類索賠是否根據合同，侵權，法規或其他法律理論產生。</p>
              <p>2.1.客戶數據。您聲明並保證您已提供充分的通知並獲得必要的許可和同意，向我們提供客戶數據以供使用和披露。</p>
              <p>2.2.服務。我們聲明並保證服務將按照適用的文檔運行，並且將在很大程度上符合其中包含的任何規範。如果Sueprmeteor未能遵守本第12.1.3節，sup的唯一義務，以及您的唯一和排他性補救措施，是sup可以選擇sup重新執行受影響的服務或退還您的費用實際支付了受影響的服務。</p>
              <p>除了本節中的任何明確保證以及我們在SLA和支持條款中的義務外，我們“按原樣”提供服務。</p>
              <p>此外，我們對您選擇通過服務發送的敏感數據（實時社會安全號碼或私人健康信息）不承擔任何責任。</p>
              <p>2.3.保修免責聲明。在不限制我們的明示保證和義務的情況下，我們特此聲明不承擔任何及所有其他明示或暗示的保證，包括但不限於適銷性，非侵權和適用於特定用途的保證以及與第三方設備相關的保證。 ，材料，服務或軟件。除了我們在超級流星版本和支持條款中規定的義務中規定的明示保證外，服務在法律允許的最大範圍內“按原樣”提供。如果此類免責聲明與適用法律相衝突，則任何適用保證的範圍和期限將是此類法律允許的最低限度。 sup將不承擔責任，並且沒有義務賠償您發送給sup的敏感數據（定義如下）。</p>
              <p>“敏感數據”是指（a）社會安全號碼，護照號碼，駕駛執照號碼或類似標識符（或其任何部分）; （b）信用卡或借記卡號碼（信用卡或借記卡的截短（最後四位數字除外）），財務信息，銀行帳號或密碼; （c）就業，財務，遺傳，生物特徵或健康信息; （id種族，民族，政治或宗教信仰，工會會員資格或有關性生活或性取向的信息;（e）帳戶密碼，母親的婚前姓名或出生日期;（f）犯罪記錄;或（g）任何根據GDPR或任何其他適用於隱私和數據保護的適用法律，屬於“特殊數據類別”定義的其他信息或信息組合。</p>
              <p>如果我們允許您使用仍在Alpha或Beta測試中的服務，那麼您就會明白它們可能包含錯誤和缺陷。您了解我們不承諾Alpha或Beta服務不會出現問題。您了解我們對您使用Alpha或Beta服務所造成的任何損害不承擔任何責任。</p>
              <p>sup通過其第三方合作夥伴（每個都是“支付處理提供商”）將您與支付處理服務（“支付處理服務”）聯繫起來。作為安裝過程的一部分，您可能還需要接受付款處理提供商的服務條款（“付款處理提供商的條款”）。您承認您同意適用的付款處理提供商的付款處理提供商條款; sup不是您與付款處理提供商之間關於該付款處理服務的協議的一方; sup不對該付款處理服務，其中的內容或您或任何其他方可能與該付款處理服務或您對該付款處理服務的使用有關的任何索賠負責。您同意付款處理提供商的條款不得修改或以其他方式取代本協議和/或您的sup協議的條款，也不得修改任何其他通過引用合併的條款或政策。</p>
            </li>
            <li>
              <h4>訪問服務</h4>
              <p>我们已经澄清了与违反保修有关的补救措施，如果您选择通过服务发送敏感数据，sup将不承担任何责任。</p>
            </li>
            <li>
              <h4>有關您的信息和訪問我們的服務</h4>
              <p>我們根據隱私政策處理您的相關信息。使用我們的服務即表示您同意此類處理，並保證您提供的所有數據都是準確的。</p>
              <p>我們很高興看到您使用服務構建的內容。但是，您應該知道，如果您使用服務，那麼您可以對它們執行的操作以及必須遵循的要求存在一些限制。</p>
              <p>sup服務。關於sup服務，您同意：:</p>
              <ol style="list-style:lower-alpha!important">
                <li>除第3（b）條規定的情況外，您不得將sup服務轉讓，轉售，租賃，許可或以其他方式提供給第三方或單獨提供;</li>
                <li>您不會嘗試使用sup服務來訪問或允許訪問緊急服務;</li>
                <li>您將確保sup服務的使用符合所有適用的法律和第三方權利，以及不時修訂的這些條款和我們的可接受使用政策;</li>
                <li>您將確保我們有權根據需要使用您的客戶數據來提供sup服務;</li>
                <li>您不得以任何違反任何適用法律的方式使用sup服務;和</li>
                <li>除非適用法律允許，否則您不得進行反向工程，反編譯，反彙編或以其他方式創建，嘗試創建或衍生，或允許或協助任何其他人創建或獲取與sup服務相關的任何軟件的源代碼。</li>
              </ol>
            </li>
            <li>
              <h4>服務與收費</h4>
              <div class="table-wrap">
                <table class="table table-striped">
                  <thead>
                    <tr>
                      <th>付款方式</th>
                      <th>
                        自動增值
                        <br>總淨值 (港幣)
                      </th>
                      <th>手動增值</th>
                    </tr>
                  </thead>
                  <tbody>
                    <tr>
                      <td></td>
                      <td>最低HK$50</td>
                      <td>最低HK$50</td>
                    </tr>
                    <tr>
                      <td>分段收費</td>
                      <td>HK$0.25/70個字</td>
                      <td>HK$0.25/70個</td>
                    </tr>
                  </tbody>
                </table>
              </div>
            </li>
            <li>
              <h4>我們的商標、服務標誌及版權</h4>
              <p>本公司的商標及服務標誌是屬於sup所有， 我們將會保留所有追討未授權使用的權利。本公司的短訊服務網上商店(sup.com)內所有圖片、設計、標誌、服務標誌及商標，均不可於沒有sup允許的情況下作任何商業及非商業用途。此外，所有於本公司網上商店出現的商標、產品名稱、公司名稱及標誌皆是sup的專屬財產。所有本公司之短訊服務網上商店的內容包括但不限於設計、文章、圖片、標誌、按鈕鍵、形象、軟件、聲音資料。任何改動、抽取、收集、重組及集結皆受香港及國際版權業及任何可引用的知識產權</p>
            </li>
            <li>
              <h4>其他細則</h4>
              <p>本條款將按照中華人民共和國香港特別行政區(「香港」)法律詮釋及受香港法律所管轄。而本條款每個部分的應用僅限於該法律所允許的程度。若本條款內有任何部 分在任何司法管轄區被禁止或無法執行，只有被禁止或無法執行的部分在該司法管轄區宣告無效，但不會使本條款其餘部分無效或該部分在其他司法管轄區的有效 性、合法性或可執行性均不會受到影響。本公司保留權利，可按其絕對酌情權修改本條款及條件。如有任何爭議，本公司保留最終的決定權。本中文譯本僅供參考之 用，倘若中、英文本之文義有異，應以英文原文為準。</p>
            </li>
          </ol>
        </div>
      </div>
      <!-- /.row -->
    </div>
    <!-- /.container -->
  </div>
</template>
<style scoped>
.homeHeader {
  background-color: #222d4b !important;
}
.align-items-left {
  text-align: left;
}
</style>